[
  {
    "id": 1,
    "company_logo": "../src/assets/Logo/logo11.jpg",
    "job_title": "Software Engineer",
    "company_name": "Example Inc.",
    "remote_or_onsite": "Remote",
    "location": "Anywhere",
    "fullTime_or_partTime": "FullTime",
    "salary": "$95,000 - $120,000",
    "job_description": "We are looking for a skilled software engineer to join our team and help develop our next generation software products.",
    "job_responsibility": "Design, develop and test software applications using programming languages such as Java or Python. Write clean, scalable code using best practices. Collaborate with cross-functional teams to define, design, and ship new features. Participate in code reviews to maintain code quality. Troubleshoot and debug issues in a timely manner. Stay up-to-date with emerging trends and technologies in software development. Continuously discover, evaluate, and implement new technologies to maximize development efficiency.",
    "educational_requirements": "Bachelor's degree in Computer Science or related field.",
    "experiences": "Minimum 3 years of experience in software development.",
    "phone": "555-1234",
    "email": "jobs@example.com"
  },
  {
    "id": 2,
    "company_logo": "../src/assets/Logo/logo12.png",
    "job_title": "Data Analyst",
    "company_name": "Acme Corp.",
    "remote_or_onsite": "Onsite",
    "location": "New York",
    "fullTime_or_partTime": "FullTime",
    "salary": "$50,000 - $70,000",
    "job_description": "We are seeking a Data Analyst to join our team and help us analyze our data to make better business decisions.",
    "job_responsibility": "Analyze large data sets, identify trends and patterns, develop reports and visualizations, work with stakeholders to understand their data needs.Participate in code reviews to maintain code quality. Troubleshoot and debug issues in a timely manner. Stay up-to-date with emerging trends and technologies in software development. Continuously discover, evaluate, and implement new technologies to maximize development efficiency.",
    "educational_requirements": "Bachelor's degree in Mathematics, Statistics, or related field.",
    "experiences": "Minimum 2 years of experience in data analysis.",
    "phone": "555-5678",
    "email": "careers@acmecorp.com"
  },
  {
    "id": 3,
    "company_logo": "../src/assets/Logo/logo13.jpg",
    "job_title": "Marketing Manager",
    "company_name": "XYZ Corp.",
    "remote_or_onsite": "Onsite",
    "location": "San Francisco",
    "fullTime_or_partTime": "FullTime",
    "salary": "$80,000 - $100,000",
    "job_description": "We are seeking an experienced Marketing Manager to develop and execute our marketing strategy.",
    "job_responsibility": "Develop and implement marketing strategies to promote products or services. Conduct market research to identify target audiences and evaluate market trends. Collaborate with cross-functional teams, including product and sales teams, to develop and execute marketing campaigns. Manage and coordinate all marketing activities, including advertising, promotions, and public relations. Analyze data to determine campaign efficiency and optimize strategies. Stay up-to-date with digital marketing trends and technologies, and apply them to campaigns to increase engagement and conversion rates.",
    "educational_requirements": "Bachelor's degree in Marketing or related field.",
    "experiences": "Minimum 5 years of experience in marketing.",
    "phone": "555-9012",
    "email": "jobs@xyzcorp.com"
  },
  {
    "id": 4,
    "company_logo": "../src/assets/Logo/logo14.png",
    "job_title": "Application Development",
    "company_name": "ABC Software",
    "remote_or_onsite": "Remote",
    "location": "Any",
    "fullTime_or_partTime": "FullTime",
    "salary": "$100,000 - $120,000",
    "job_description": "ABC Software is seeking an experienced software engineer to join our team.",
    "job_responsibility": "Design, develop and maintain websites using HTML, CSS, and JavaScript. Collaborate with designers to ensure the best user experience. Troubleshoot and debug website issues. Stay up-to-date with emerging trends and technologies in web development. Write clean, efficient and well-documented code. Test and optimize websites for maximum speed and scalability. Create website layout/user interface by using standard HTML/CSS practices.",
    "educational_requirements": "• Bachelor's degree in Computer Science or related field\n• Master's degree preferred",
    "experiences": "• 5+ years of experience in software engineering\n• Experience with Java, Python, or similar languages",
    "phone": "555-1234",
    "email": "jobs@abcsoftware.com"
  },
  {
    "id": 5,
    "company_logo": "../src/assets/Logo/logo15.jpg",
    "job_title": "Network Development",
    "company_name": "XYZ Corporation",
    "remote_or_onsite": "Onsite",
    "location": "New York City",
    "fullTime_or_partTime": "FullTime",
    "salary": "$80,000 - $100,000",
    "job_description": "XYZ Corporation is seeking a marketing manager to oversee our marketing efforts.",
    "job_responsibility": "Plan and execute projects from conception to completion, ensuring they are completed on time, within budget, and to the required quality standards. Identify project goals, objectives, and deliverables. Develop and maintain project plans, budgets, and schedules. Manage project team members, assign tasks, and provide guidance and support. Monitor project progress, identify and mitigate risks, and resolve issues. Communicate project status to stakeholders and ensure their needs are met. Conduct post-project evaluations to identify areas for improvement.",
    "educational_requirements": "• Bachelor's degree in Marketing or related field\n• Master's degree preferred",
    "experiences": "• 7+ years of experience in marketing\n• Experience in B2B marketing",
    "phone": "555-5678",
    "email": "jobs@xyzcorp.com"
  },
  {
    "id": 6,
    "company_logo": "../src/assets/Logo/logo16.jpg",
    "job_title": "Graphic Designer",
    "company_name": "123 Design Studio",
    "remote_or_onsite": "Remote",
    "location": "Any",
    "fullTime_or_partTime": "PartTime",
    "salary": "$65,000 - $78,000",
    "job_description": "123 Design Studio is seeking a part-time graphic designer to help us create beautiful designs for our clients.",
    "job_responsibility": "• Create designs for websites, print materials, and social media. Collaborate with cross-functional teams, including product and sales teams, to develop and execute marketing campaigns. Manage and coordinate all marketing activities, including advertising, promotions, and public relations. Analyze data to determine campaign efficiency and optimize strategies. Stay up-to-date with digital marketing trends and technologies, and apply them to campaigns to increase engagement and conversion rates.",
    "educational_requirements": "• Bachelor's degree in Graphic Design or related field\n• Master's degree preferred",
    "experiences": "• 3+ years of experience in graphic design\n• Experience with Adobe Creative Suite",
    "phone": "555-9012",
    "email": "jobs@123designstudio.com"
  }
]
